---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionAnalysisParams.WarpingConstant
source: html/50e38f77-571f-0379-c901-6daf4cade574.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionAnalysisParams.WarpingConstant Property

Warping constant (Cw, Iomega, H)

## Syntax (C#)
```csharp
public double WarpingConstant { get; set; }
```